IDEA StatiCa Open Model
ConcreteSLSCheckResultCrackWidthEc2 Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ConcreteSLSCheckResultCrackWidthEc2 class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConcreteSLSCheckResultCrackWidthEc2()
Public Sub New
public:
ConcreteSLSCheckResultCrackWidthEc2()
See Also
Reference
ConcreteSLSCheckResultCrackWidthEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace